Repository: react-epfl/DinerRouge
Catalog: *.lproj/Localizable.strings
Languages: fr

# PICKER_TITLE
source: FRIEND
fr: CAMARADE

# NEW_BUTTON
source: RESTART
fr: NOUVEAU

# ADD_BUTTON
source: ADD
fr: AJOUTER

# ADD_COMRADE_LABEL_TOP
source: ADD
fr: AJOUTER

# ADD_COMRADE_LABEL_BOTTOM
source: FRIEND
fr: CAMARADE

# INCOME_FIELD_PLACEHOLDER
source: INCOME
fr: REVENU

# REVEAL_BUTTON
source: REVEAL
fr: DEVOILER

# HIDE_BUTTON
source: HIDE
fr: CACHER

# EDIT_TITLE
source: EDIT
fr: EDITER

# SAVE_BUTTON
source: UPDATE
fr: ACTUALISER

# DELETE_BUTTON
source: DELETE
fr: SUPPRIMER

# CHECKOUT_TITLE
source: THE CHECK
fr: L’ADDITION

# CHECK_FIELD_PLACEHOLDER
source: ENTER AMOUNT
fr: ENTRER L’ADDITION

# BACK_BUTTON
source: BACK
fr: RETOUR

# HIGH_BILL
source: EXPENSIVE MEAL
fr: REPAS CHER

source: EARNS
fr: GAGNE

source: PAYS
fr: DOIT

# EARNS_TOO_MUCH
source: A LOT
fr: TROP

# PAYS_TOO_MUCH
source: A LOT
fr: TROP

# DONE_BUTTON
source: DONE
fr: OK

source: WHO
fr: QUI

source: HOW
fr: COMMENT

source: WHAT
fr: QUOI

# INFO_WHAT
source: SPLIT THE BILL ACCORDING TO INCOME
fr: PARTAGER L’ADDITION SELON LE REVENU

# INFO_HOW
source: DINER ROUGE brings income inequality to the table by providing a provocative way to split the bill at the restaurant, namely according the income of each person. Furthermore, DINER ROUGE provides information about the distribution of income around the table and allows to compare it to different countries around the world. Enjoy!
fr: DINER ROUGE amène les inégalité de revenu autour de la table en offrant une manière insolite de partager l’addition au restaurant; selon le revenu de chacun. DINER ROUGE permet aussi de consulter les inégalités autour de la table et de les comparer avec les inégalités à travers le monde. Amusez-vous!

# INFO_WHO
source: CONCEPT: S. Bendahan UX DESIGN & CODE: A. Holzer DESIGN: A76, G. Vulliens, B. Syfert NAME: J. Salom CODE: B. Fritscher, U. Rosselet THANKS: A. MÃ©trailler, T. Boillat, F. Vessaz, F. Andreae
fr: CONCEPTE: S. Bendahan UX DESIGN & CODE: A. Holzer DESIGN: A76, G. Vulliens, B. Syfert NOM: J. Salom CODE: B. Fritscher, U. Rosselet MERCI: A. Métrailler, T. Boillat, F. Vessaz, F. Andreae

# INFO_GINI
source: The GINI coefficient is a measure of inequality from 0 (no inequality) to 100 (maximal inequality). A score of %@ means %@ inequality.
fr: Le coefficient de GINI est une mesure dinégalité variant entre 0 (égalité) et 100 (inégalité maximale). Un score de %@ implique une inégalité %@.

source: COUNTRY
fr: PAYS

source: WEALTH
fr: FORTUNE

source: INCOME
fr: REVENU

source: INEQUALITY
fr: INÉGALITÉ

# WEALTH_INFO
source: The distribution of wealth graph shows how much of the total wealth the top possesses. Here the richest %@%% possess %@%% of the total wealth.
fr: La barre de distribution de la fortune montre combien de la fortune totale est possedée par les plus riches. Ici les %@%% les plus riches possèdent %@%% de la fortune totale du pays.

# INCOME_INFO
source: The distribution graph above shows how much of all the income that each fifth of the population possess. Here the richest 20%% earn %@%%, whereas the poorest 20%% earn %@%% of the total income.
fr: La barre de distribution du revenu montre combien du revenu total chaque tranche de 20%% possède. Ici les 20%% les plus riches possèdent %@%% du revenu total du pays.

source: Your table
fr: Votre tablée

# EXPLANATION
source: Countries ranked by GINI from 0 (no inequality) to 100 (maximal inequality)
fr: Pays classés par index GINI de 0 (pas d’inégalité) à 100 (inégalité maximale)

# Equal Country
source: Equalistan
fr: Egalistan

# INEXISTANT
source: NONEXISTENT
fr: INEXISTANTE

# ALMOST INEXISTANT
source: ALMOST NONEXISTENT
fr: QUASI INEXISTANTE

source: VERY LOW
fr: TRES FAIBLE

source: LOW
fr: FAIBLE

source: MEDIUM
fr: MOYENNE

source: MEDIUM HIGH
fr: ASSEZ FORTE

source: HIGH
fr: FORTE

source: VERY HIGH
fr: TRÈS FORTE

source: VERY VERY HIGH
fr: TRES TRES FORTE

source: ALMOST MAXIMAL
fr: QUASI MAXIMALE

source: MAXIMAL
fr: MAXIMALE

# YOU_INEQUALITY
source: YOUR INEQUALITY IS
fr: L’INÉGALITÉ EST

source: RESET
fr: ANNULER

source: HIDE
fr: CACHER

# COUNTRIES_INEQUALITY
source: Countries with %@ inequality
fr: Pays où l’inégalité est %@

# TABLE_INFO
source: The distribution graph above shows how much of all the income that each of the people around the table possess. The richest friend earns %@%% of the total income.
fr: La barre de distribution du revenu montre combien du revenu total chaque personne autour de la table possède (une couleur par personne). La personne la plus riche possède %@%% du revenu total de la table.

# TABLE_ONE_PERSON_ONLY_INFO
source: The distribution graph above shows how much of all the income that each of the people around the table possess. Of course this is more interesting with more than just one person :)
fr: La barre de distribution du revenu montre combien du revenu total chaque personne autour de la table possède (une couleur par personne). C’est évidemment plus intéressant avec plus d’une personne :)

# DISTRIBUTION_LABEL
source: TOTAL %@ IN %@
fr: TOTAL %@ EN %@
